{"jordanDetails":[{"shoeID":"jordan1","shoeNumber":"01","shoeName":"Air Jordan I","originalReleaseDate":"April 1985","designer":"Peter Moore","originalPrice":"$65","desc":"Both Michael Jordan and his first Air Jordan shoe burst onto the NBA scene in flashy fashion in 1985. Jordan was named <a href=http://www.nba.com/history/awards/rookie-of-the-year target=_blank>Rookie of the Year</a>. And the Air Jordan I was <a href=https://www.youtube.com/watch?annotation_id=annotation_762358797&feature=iv&src_vid=hj-sssMEo58&v=O8EtsIzSCPk target=_blank>banned by the NBA</a>, at least according to Nike lore. In reality, NBA commissioner David Stern banned a similar black and red shoe that predated the AJ I for violating the league’s uniform policy. But Nike’s marketing story stuck: the shoe’s were banned and Jordan was charged a <a href=https://www.complex.com/sneakers/2018/04/the-history-of-michael-jordans-banned-sneakers/banned-from-the-nba target=_blank>$5000 fee</a> (which Nike covered) each time he wore them on the court. This tale of defiance and <a href=https://www.jordan.com/collection/air-jordan-1 target=_blank>“brazen charisma”</a> came to define the Air Jordan brand for decades to come."},{"shoeID":"jordan2","shoeNumber":"02","shoeName":"Air Jordan II","originalReleaseDate":"November 1986","designer":"Peter Moore & Bruce Kilgore","originalPrice":"$100","desc":"The Air Jordan II set the tone for every other shoe in the franchise — quality materials, cutting-edge technology and elegant design. They were the first Air Jordans to cross the $100 retail threshold and the last by original designer Peter Moore and Bruce Kilgore, who also designed the iconic silhouette of the Air Force I. The sneakers were <a href=https://www.jordan.com/collection/air-jordan-2 target=_blank>made in Italy</a> with faux lizard skin and ditched the iconic Nike swoosh. Nike’s accompanying <a href=https://www.youtube.com/watch?v=JfVs32nEYTk target=_blank>1986 commercial</a> featured MJ effortlessly walking through the air and throwing down his signature “Rock-a-bye Baby” dunk."},{"shoeID":"jordan3","shoeNumber":"03","shoeName":"Air Jordan III","originalReleaseDate":"January 1988","designer":"Tinker Hatfield","originalPrice":"$100","desc":"MJ dominated the 1988 NBA season all while wearing the Air Jordan IIIs. He was named both league <a href=http://www.espn.com/nba/history/awards/_/year/1988 target=_blank>MVP and Defensive Player of the Year</a> and soared to his second dunk contest title. With this win, <a href=https://www.jordan.com/collection/air-jordan-3 target=_blank>“came an inspiring and memorable image of flight,”</a> and the Jumpman logo was born. The AJ III was designed by Tinker Hatfield, who would go on to become the most prolific Air Jordan designer and the force behind 21 of the 32 sneakers in the franchise. AJ III’s <a href=https://www.youtube.com/watch?v=acPsvaRfWBg target=_blank>comedic commercial</a> featured Jordan alongside (or rather, under) Spike Lee’s <a href=https://www.imdb.com/title/tt0091939/ target=_blank><i>She’s Gotta Have It</i></a> Mars Blackmon character."},{"shoeID":"jordan4","shoeNumber":"04","shoeName":"Air Jordan IV","originalReleaseDate":"February 1989","designer":"Tinker Hatfield","originalPrice":"$110","desc":"MJ’s gravity-defying performances on the court (see <a href=https://www.youtube.com/watch?v=KDMQdpU6Dho target=_blank>“the shot”</a>) no doubt help the Air Jordan franchise’s popularity, but the kicks were also starting to become a pop culture icon away from the hardwood. Jordan again paired with director Spike Lee, and a scuffed AJ IV was featured in <a href=https://www.youtube.com/watch?v=jc6_XgtOQgI target=_blank>a scene</a> that took on race, class and gentrification in his film <a href=https://www.imdb.com/title/tt0097216/ target=_blank><i>Do the Right Thing.</i></a> The sneaker was Jordan’s first <a href=https://www.jordan.com/collection/air-jordan-4 target=_blank>global release</a> and gave the wearer the ability to lace up in <a href=https://www.sneakerfiles.com/air-jordans/jordan-4/ target=_blank>18 different patterns</a> to but their own spin on the shoe."},{"shoeID":"jordan5","shoeNumber":"05","shoeName":"Air Jordan V","originalReleaseDate":"February 1990","designer":"Tinker Hatfield","originalPrice":"$125","desc":"Designer Tinker Hatfield took inspiration from <a href=https://www.jordan.com/collection/air-jordan-5 target=_blank>Jordan’s dogfight-like flight and biting style</a>, and designed the Air Jordan V with shark-tooth shapes reminiscent of American WWII fighter planes. The sneakers also featured a clear rubber sole, which Hatfield might have borrowed from another iconic shoe he design that year: Marty McFly’s <a href=https://www.youtube.com/watch?v=28Wa5L-fkkM target=_blank>self-lacing Nikes</a> from <a href=https://www.imdb.com/title/tt0096874/?ref_=fn_al_tt_6 target=_blank><i>Back to the Future II.</i></a>"},{"shoeID":"jordan6","shoeNumber":"06","shoeName":"Air Jordan VI","originalReleaseDate":"1991","designer":"Tinker Hatfield","originalPrice":"$125","desc":"Wearing his Air Jordan VI, MJ claimed his <a href=http://articles.chicagotribune.com/1991-06-13/news/9102220421_1_bulls-records-for-fewest-points-nba-finals target=_blank> first NBA championship</a> during the 1990-1991 season with the Chicago Bulls. The <a href=https://www.jordan.com/collection/air-jordan-6 target=_blank>silhouette of the shoe</a> was inspired by MJ’s German sportscar, and designer Tinker Hatfield included many <a href=https://www.sneakerfiles.com/air-jordans/jordan-6/ target=_blank>firsts and personal touches</a>: it was the first basketball shoe to have a reinforced toe, the first in the franchise to include a loop or “spoiler” on the back of the shoe to help the wearer get them on and off, and if you look closely MJ’s number 23 can be seen in the shoe’s side shapes."},{"shoeID":"jordan7","shoeNumber":"07","shoeName":"Air Jordan VII","originalReleaseDate":"1992","designer":"Tinker Hatfield","originalPrice":"$125","desc":"After a season in which Jordan repeated as NBA champion, Finals MVP and regular season MVP, he rocked the Air Jordan VII on the international stage as part of the infamous <a href=http://www.nba.com/history/dreamT_moments.html target=_blank>“Dream Team”</a> that took home gold in the 1992 Barcelona Olympics. The original sneakers featured MJ’s number 23, but a special Olympic colorway was released with his Team USA number 9. All the designs for the AJ VII were <a href=https://www.sneakerfiles.com/air-jordans/jordan-7/ target=_blank>inspired by African Tribal prints.</a> The AJ VII also marked a visible split from Nike branding and a blossoming pairing with Bugs Bunny. The <a href=https://www.youtube.com/watch?v=ZuAIikQMBdk target=_blank>commercial</a> featured Bugs as “Hare Jordan” alongside the original “Air Jordan.”"},{"shoeID":"jordan8","shoeNumber":"08","shoeName":"Air Jordan VIII","originalReleaseDate":"1993","designer":"Tinker Hatfield","originalPrice":"$125","desc":"The Air Jordan VIII debuted the same year that Jordan and the Chicago Bulls cemented themselves as a dynasty by capturing their third consecutive NBA championship. MJ also three-peated as <a href=http://www.nba.com/history/awards/finals-mvp target=_blank>Finals MVP</a> and <a href=https://www.basketball-reference.com/leaders/pts_yearly.html target=_blank>led the league in scoring</a> for the seventh year in a row. Designer Tinker Hatfield ran wild on these kicks: the AJ VIII is the only model in the franchise to feature crossover straps atop the laces, the tongue sports a fuzzy chenille Jumpman graphic, and the Black/Bright Concord — Aqua Tone colorway made it a <a href=https://www.jordan.com/collection/air-jordan-8 target=_blank>“distinctly ’90s sneaker.”</a>"},{"shoeID":"jordan9","shoeNumber":"09","shoeName":"Air Jordan IX","originalReleaseDate":"1993","designer":"Tinker Hatfield","originalPrice":"$125","desc":"After three years on top, Michael Jordan <a href=http://www.espn.com/video/clip?id=13823250 target=_blank>announced his retirement</a>, a move in part prompted by the <a href=http://graphics.chicagotribune.com/james-jordan-murder/index.html targer=_blank>murder of Jordan’s father</a> earlier in 1993. Although Jordan took a hiatus from basketball, his brand was still turning out coveted kicks. The shoe represented MJ’s global superstar status and designer Tinker Hatfield incorporated elements from many different cultures. The AJ IX has a <a href=https://www.sneakerfiles.com/air-jordans/jordan-9/ target=_blank>“rising sun” on the back</a> with the Jumpman logo and features <a href=https://www.jordan.com/collection/air-jordan-9 target=_blank>multilingual translations</a> of Jordan’s attributes like independence, freedom, athletic, and force on the sole."},{"shoeID":"jordan10","shoeNumber":"10","shoeName":"Air Jordan X","originalReleaseDate":"1994-1995","designer":"Tinker Hatfield","originalPrice":"$125","desc":"Jordan traded in his sneakers for basketball cleats and had a brief stint as a <a href=https://www.nbcsports.com/chicago/bulls-white-sox-michael-jordan-signed-minor-league-deal-23-years-ago-today target=_blank>minor league baseball player</a>. Nike and long-time designer Tinker Hatfield thought it was the end of Jordan’s basketball career, so they designed with that in mind. The AJ X sole features <a href=https://www.sneakerfiles.com/air-jordans/jordan-10/ target=_blank>a list of MJ’s accomplishments</a> from each of his season’s in the NBA. But Jordan was far from done, and on March 18, 1995 he sent the Chicago Bulls a fax with two words: <a href=http://www.chicagotribune.com/sports/basketball/bulls/ct-archive-michael-jordan-im-back-bulls-20160318-story.html target=_blank>“I’m back.”</a> In his first game back, MJ, wearing the AJ X and the number 45, dropped 55 points on the New York Knicks in the now infamous <a href=https://www.youtube.com/watch?v=yh84pdb_chU target=_blank>“double nickel” game.</a> The official commercial for the AJ X even poked fun at Jordan’s career switch suggest that is was <a href=https://www.youtube.com/watch?v=49yRlYxMI_k target=_blank>all a dream.</a>"},{"shoeID":"jordan11","shoeNumber":"11","shoeName":"Air Jordan XI","originalReleaseDate":"1995","designer":"Tinker Hatfield","originalPrice":"$125","desc":"MJ was officially <a href=https://www.jordan.com/collection/air-jordan-11 target=_blank>back with a vengeance:</a> “En route to one of his most impressive years to date, Jordan clinched MVP, All-Star MVP and Finals MVP before securing his fourth championship ring.” For the AJ XI, designer Tinker Hatfield wanted something that embodied performance and aerodynamics. He drew his inspiration from a <a href =https://www.sneakerfiles.com/air-jordans/jordan-11/ target=_blank>shiny convertible body</a> and created the base of the shoe out of patent leather. Jordan reunited with old pal Bugs Bunny for the <a href=https://www.warnerbros.com/archive/spacejam/movie/jam.htm target=_blank><i>Space Jam</i></a> movie, and the AJ XI were featured in a scene that <a href=https://www.youtube.com/watch?v=BK-IkAUl4rQ target=_blank>pans upward from MJ’s sneakers</a> to his face."},{"shoeID":"jordan12","shoeNumber":"12","shoeName":"Air Jordan XII","originalReleaseDate":"November 1996","designer":"Tinker Hatfield","originalPrice":"$135","desc":"The Air Jordan XII is considered to be one of the <a href=https://www.jordan.com/collection/air-jordan-12 target=_blank>most durable</a> Air Jordans of all time. And both the shoe and the legend were in fine form for the 1996-97 NBA season. MJ recorded 38 points in the legendary <a href=https://www.youtube.com/watch?v=5NXUsH-_1Jc target=_blank>“Flu Game,”</a> where he battled a 103-degree temperature and still bested the Utah Jazz in Game 5 of the Finals, on his way to his fifth ring. Designer Tinker Hatfield borrowed from <a href=https://www.sneakerfiles.com/air-jordans/jordan-12/ target=_blank>the Japanese Nisshoki shoe and Rising Sun flag</a> (the side stitching resembles sun rays). Like many Air Jordan models before it, the AJ XII featured Jordan’s number 23, but this time it was on the tongue and written as “Two 3.”"},{"shoeID":"jordan13","shoeNumber":"13","shoeName":"Air Jordan XIII","originalReleaseDate":"November 1997","designer":"Tinker Hatfield","originalPrice":"$150","desc":"Jordan had a lot of nicknames: “Air Jordan,” “His Airness,” “Jumpman,” but the one that sometimes gets lost is “Black Cat.” The AJ XIII pays homage to MJ’s stealthy prowess with a <a href=https://www.jordan.com/collection/air-jordan-13 target=_blank>black panther as the inspiration.</a> Tinker Hatfield designed the outsole to look like a <a href=https://www.sneakerfiles.com/air-jordans/jordan-13/ target=_blank>panther’s paw</a> and placed a green holographic eye featuring the number 23, a basketball and the Jumpman logo by the heel. Jordan wore the AJ XIII during the 1997-98 NBA regular season in route to another three-peat and his sixth and final ring."},{"shoeID":"jordan14","shoeNumber":"14","shoeName":"Air Jordan XIV","originalReleaseDate":"October 1998","designer":"Tinker Hatfield","originalPrice":"$150","desc":"During the 1998 Finals, designer <a href=https://www.jordan.com/collection/air-jordan-14 target=_blank>Tinker Hatfield slipped Jordan</a> a prototype for the AJ XIV, asking Jordan not to wear or reveal it. But MJ, took an instant liking to the sneakers and laced them up. Jordan was wearing the AJ XIV when he hit his famed <a href=https://www.youtube.com/watch?v=vdPQ3QxDZ1s target=_blank>“Last Shot”</a> to clinch his sixth and final championship over the Utah Jazz. This was the last model MJ wore as a Chicago Bull. Like many other shoes in the Air Jordan franchise, the AJ XIV take inspiration from Jordan’s fast cars, this time his Ferrari 550 M (the Jumpman logo is placed in a <a href=https://www.sneakerfiles.com/air-jordans/jordan-14/ target=_blank>Ferrari-like crest</a> on the side of the sneaker). Each sneaker also squeezes in a <a href=https://www.sneakerfiles.com/air-jordans/jordan-14/ target=_blank>total of seven Jumpman logos</a>, making the pair add up to 14."},{"shoeID":"jordan15","shoeNumber":"15","shoeName":"Air Jordan XV","originalReleaseDate":"December 1999","designer":"Tinker Hatfield","originalPrice":"$150","desc":"Jordan retired for the second time at the end of the 1997-98 season and the AJ XV was the first Air Jordan that would <a href=https://www.jordan.com/collection/air-jordan-15 target=_blank>never see playing time on his foot.</a> In the <a href=https://www.youtube.com/watch?v=Bc01Th4K37g target=_blank>commercial for the AJ XV,</a> Jordan embraced his new role outside of the player spotlight as as a savvy businessman. The ad features rising sports stars like Derek Jeter and Ray Allen and MJ himself in a suit. The AJ XV also marked the 13th consecutive Air Jordan model that Tinker Hatfield designed. It would be the iconic designer’s last until he was brought back for the AJ XX. <a href=https://www.jordan.com/collection/air-jordan-15 target=_blank>The shoe was modeled after</a> the record-breaking X-15 fighter jet and featured a woven Kevlar aramid fiber upper and a <a href=https://www.sneakerfiles.com/air-jordans/jordan-15/ target=_blank>protruding tongue</a> reminiscent of MJ’s own when he would soar in for a dunk."},{"shoeID":"jordan16","shoeNumber":"16","shoeName":"Air Jordan XVI","originalReleaseDate":"February 2001","designer":"Wilson Smith III","originalPrice":"$160","desc":"For the first time in over a decade, the Air Jordan franchise had a new designer in Wilson Smith III. The marching boot-like AJ XVI was designed with a <a href=https://www.jordan.com/collection/air-jordan-16 target=_blank>detachable magnetic shroud</a> that could “instantly transformed it from technical game shoe to fashion statement.” It mirrored Jordan’s own transition from player to <a href=http://www.washingtonpost.com/wp-srv/sports/wizards/daily/jan00/20/jordan20.htm target=_blank>President and part-owner</a> of the Washington Wizards. During the 2001-02 NBA pre-season, MJ’s career morphed again and he surprised the world by <a href=https://www.washingtonpost.com/archive/politics/2001/09/26/jordan-makes-it-official-hes-a-wizard/5803e37c-d19b-4299-a9cd-9b4674a947b7/?utm_term=.d9cf0ac9ffc1 target=_blank>coming out of retirement</a> and joining the Wizards as a player. The <a href=https://www.youtube.com/watch?v=9tltSMDR8B8 target=_blank>commercial for the AJ XVI</a> featured a poetic flow from musician Mos Def, proving once again that Jordan’s brand was about way more than a shoe."},{"shoeID":"jordan17","shoeNumber":"17","shoeName":"Air Jordan XVII","originalReleaseDate":"February 2002","designer":"Wilson Smith III","originalPrice":"$200","desc":"For Jordan’s first steps back on the court Wilson Smith III designed a shoe that referenced <a href=https://www.jordan.com/collection/air-jordan-17 target=_blank>MJ’s mid-air wizardry and</a> his ability to improvise. The AJ XVII was <a href=https://www.sneakerfiles.com/air-jordans/jordan-17/ target=_blank>highly personal:</a> inspiration for the silhouette came from Jordan’s Aston Martin, the pattern on the soles was modeled after a golf course Jordan frequented, and music notes referencing Jordan’s love for jazz were included on the lace caps. The <a href=https://www.youtube.com/watch?v=3oSLGRTR2e4 target=_blank>ads for the AJ XVII</a> featuring Darius Miles and Ray Allen also included a jazzy soundtrack. The AJ XVII had the heftiest price tag for an Air Jordan to date: $200. But the kicks did come packaged in metal briefcase with an accompanying CD-ROM."},{"shoeID":"jordan18","shoeNumber":"18","shoeName":"Air Jordan XVIII","originalReleaseDate":"February 2003","designer":"Tate Kuerbis","originalPrice":"$175","desc":"MJ stepped off of the court for the last time on <a href=http://www.espn.com/video/clip?id=23200055 target=_blank>April 16, 2003</a> with the AJ XVIII on foot. First-time Air Jordan designer Tate Kuerbis continued the lineage by taking <a href=https://www.sneakerfiles.com/air-jordans/jordan-18/ target=_blank>inspiration from fine design and sports cars</a>: the “rubber heel wrap” was influenced by race car driving shoes and the stitching was modeled after Italian dress shoes. The <a href=https://www.jordan.com/collection/air-jordan-18 target=_blank>original Black/Sport Royal colorway</a> was packaged with a towel, brush and a driver’s manual. The <a href=https://www.youtube.com/watch?v=MDAsNZqxN4A target=_blank>AJ XVIII commercial</a> featured a look back at Jordan’s storied career, closing with MJ asking “What is love? Love is playing every game as if it’s your last.”"},{"shoeID":"jordan19","shoeNumber":"19","shoeName":"Air Jordan XIX","originalReleaseDate":"March 2004","designer":"Tate Kuerbis","originalPrice":"$165","desc":"Before Kobe Bryant was officially deemed the “Black Mamba,” the AJ XIX were <a href=https://www.jordan.com/collection/air-jordan-19 target=_blank>modeled after the poisonous African snake.</a> Lead designer Tate Kuerbis continued to push design and technology limits with the AJ XIX. The shoe introduced <a href=https://www.techflex.com/customer_projects/nike-air-jordan-xix-19 target=_blank>Tech-Flex</a> to the basketball world. The stretchy, braided fabric resembles reptile scales and conforms to the foot. Although not quite a metal briefcase or packaged with a driver’s manual, the AJ XIX came packaged in a <a href=https://www.complex.com/sneakers/2013/02/history-of-air-jordan-sneaker-boxes/jordan-golden-pack-2006 target=_blank>two-tone box</a> that split open to reveal the Jordans."},{"shoeID":"jordan20","shoeNumber":"20","shoeName":"Air Jordan XX","originalReleaseDate":"February 2005","designer":"Tinker Hatfield & Mark Smith","originalPrice":"$175","desc":"Famed designer Tinker Hatfield returned to the helm for the 20th edition shoe in the Air Jordan franchise. Jordan’s life story was laser etched with <a href=https://www.jordan.com/collection/air-jordan-20 target=_blank>over 200 icons</a> into the upper part of the AJ XX by Nike’s laser expert Mark Smith. <a href=https://www.sneakerfiles.com/air-jordans/jordan-20/ target=_blank>The symbols include:</a> Jordan with his mom in a 1976 Chevrolet Monte Carlo, crossed golf clubs, and a toolbox with the word “POPs” for Jordan’s dad. Along the side spoke and near the back heel, there are <a href=https://www.jordan.com/collection/air-jordan-20 target=_blank>69 dimples</a> to represent MJ’s <a href=https://www.youtube.com/watch?v=AQvPRmR030w target=_blank>highest scoring game</a> against the Cleveland Cavaliers on March 28, 1990. Jordan’s life also took center stage in the <a href=https://www.youtube.com/watch?v=PWBb3rxudWQ target=_blank>commercial for the AJ XX.</a>The brand again teamed up with longtime collaborator, Spike Lee, with the director reading from the storybook of MJ’s life."},{"shoeID":"jordan21","shoeNumber":"21","shoeName":"Air Jordan XXI","originalReleaseDate":"January 2006","designer":"D'Wayne Edwards","originalPrice":"$175","desc":"The AJ XXI embodied luxury. The simple design by first-time Air Jordan designer D'Wayne Edwards let the high quality materials shine. <a href=https://www.jordan.com/collection/air-jordan-21 target=_blank>The shoe featured</a> a full grain leather upper, a diamond quilted inner bootie, an embossed number 23, grille-like lower foot vents and a molded heel counter. The AJ XXI also snuck in a <a href=https://solecollector.com/news/2015/02/decoded-the-hidden-details-of-air-jordans-vol-2 target=_blank>hidden message</a> that would only be revealed under  black light. When the capital letters of the message were rearranged they spelled out “AUTHENTIC.” As Jordan himself became more removed from his player days, Jordan the brand focused on outfitting and inspiring the next generation of stars. The <a href=https://www.youtube.com/watch?v=SZjbTq4DcAQ target=_blank>commercial for the AJ XXI</a> featured young athletes recreating some of MJ’s famous moves."},{"shoeID":"jordan22","shoeNumber":"22","shoeName":"Air Jordan XX2","originalReleaseDate":"January 2007","designer":"D'Wayne Edwards","originalPrice":"$175","desc":"The AJ XX2 had a look that was <a href=https://www.jordan.com/collection/air-jordan-22 target=_blank>“built for battle.”</a> Designer D'Wayne Edwards took inspiration from the F-22 Raptor Strike Fighter jet and added rader-like stitching and reflective camouflage. The AJ XX2 also featured the <a href=https://www.jordan.com/collection/air-jordan-22 target=_blank>first-ever titanium (atomic number 22) shank plate</a>, a piece that sits between in insole and the outsole and prevents the shoe from folding over on itself."},{"shoeID":"jordan23","shoeNumber":"23","shoeName":"Air Jordan XX3","originalReleaseDate":"February 2008","designer":"Tinker Hatfield & Mark Smith","originalPrice":"$185","desc":"The Air Jordan team knew that number 23 in the franchise had to be special — it was the mark of greatest. Designers Tinker Hatfield and Mark Smith put <a href=https://www.jordan.com/collection/air-jordan-23 target=_blank>MJ’s DNA into this shoe:</a> Jordan’s thumb print on the tongue, an imprint of his fingerprint as the pattern on the sole, double helix-inspired stitching, and Jordan’s signature on the toe. The AJ XX3 was billed as the <a href=https://www.jordan.com/collection/air-jordan-23 target=_blank>“world’s first sustainable basketball shoe,”</a> using <a href=https://news.nike.com/news/products-that-redefine-performance-and-sustainability target=_blank>Nike’s Considered Design</a> principles. The shoes launched with a “Become Legendary” campaign that with a <a href=https://www.youtube.com/watch?v=Yh9IGY2U2dQ target=_blank>commercial featuring MJ</a> saying “It’s not about the shoes. It’s about what you do in them. It’s about being who you were born to be.”"},{"shoeID":"jordan24","shoeNumber":"24","shoeName":"Air Jordan 2009","originalReleaseDate":"January 2009","designer":"Jason Mayden","originalPrice":"$190","desc":"After releasing shoe number 23, the Air Jordan brand retired the “I - XX3” numbering scheme and adopted year dates instead to honor Jordan’s legacy. The <a href=https://www.jordan.com/collection/air-jordan-24 target=_blank>AJ 2009 paid homage</a> to one “the most underrated aspect of MJ’s game: his defense.” The Jason Mayden-designed shoes featured a pleated-silk side panel <a href=https://www.sneakerfiles.com/air-jordans/air-jordan-2k9-2009/ target=_blank>inspired by Jordan’s belief</a> that man-on-man defense was much like the sport of fencing. The AJ 2009 introduced the basketball world to Articulate Propulsion Technology, famous for its use in prosthetic legs of paralympic athletes. Team U.S. amputee <a href=https://www.teamusa.org/US-Paralympics/Features/2009/February/03/April-Holmes-Inspires-New-Technology-Included-in-Air-Jordan-2009-Shoe-Launches-Nationwide-on-February-14 target=_blank>sprinter April Holmes,</a> the first female and first track and field athlete on Team Jordan, helped inspire the use of the new technology."},{"shoeID":"jordan25","shoeNumber":"25","shoeName":"Air Jordan 2010","originalReleaseDate":"February 2010","designer":"Tinker Hatfield","originalPrice":"$170","desc":"“Inspired by MJ’s <a href=https://www.jordan.com/collection/air-jordan-25 target=_blank>ability to see through his opponents,”</a> Tinker Hatfield designed the AJ 2010 with transparent TPU windows on each side. The 25th anniversary shoe was <a href=https://www.sneakerfiles.com/air-jordans/air-jordan-2010-2k10/ target=_blank>built for speed</a> and featured a thinner outsole and a lower profile tailor for on-court responsiveness. <a href=https://www.jordan.com/collection/air-jordan-25 target=_blank>Hidden in the base</a> of the midsole in a graffiti-like treatment was this famous quote from MJ: “I’ve failed over and over and over again in my life. And that is why I succeed.” The <a href=https://www.youtube.com/watch?v=EcXvVUw7Ha4 target=_blank>commercial for the AJ 2010</a> featured newly signed Team Jordan athlete, Dwayne Wade, as every team’s worst nightmare."},{"shoeID":"jordan26","shoeNumber":"26","shoeName":"Air Jordan 2011","originalReleaseDate":"February 2011","designer":"Tinker Hatfield & Tom Luedecke","originalPrice":"$170","desc":"The AJ 2011 featured the franchises <a href=https://www.jordan.com/collection/air-jordan-26 target=_blank>first-ever interchangeable midsole.</a> Designer Tom Luedecke compared it to the idea of “selecting a weapon before battle.” The midsoles had <a href=https://www.sneakerfiles.com/air-jordans/air-jordan-2011-2k11/ target=_blank>two options:</a> the blue “quick” midsole, which placed the wearer’s foot close to the ground and catered to speed and agility; and the red “explosive” midsole, which offered more cushion for power plays. On the outside, the bottom was designed to look like elephant hide. <a href=https://www.nike.com/us/en_us/c/nikeid target=_blank>NIKEiD</a> was also included for the first time on an Air Jordan shoe, allowing the wearer to customize their kicks."},{"shoeID":"jordan27","shoeNumber":"27","shoeName":"Air Jordan 2012","originalReleaseDate":"February 2012","designer":"Tinker Hatfield","originalPrice":"$180","desc":"Building off of the interchangeability from the previous year’s model, Tinker Hatfield applied a <a href=https://www.youtube.com/watch?v=cr3IU1-7cSc target=_blank>“One Shoe, Three Flights”</a> concept. The AJ 2012 came with <a href=https://www.jordan.com/collection/air-jordan-27 target=_blank>three removable booties</a> to adapt to a player’s game. Wearers had two inner-sleeve choices (low flexibility or high support) and three midsole options (“Quick”, “Air”, or “Explosive”). The shoe’s wingtip shapes were inspired by zoot suits from the 1920s and 1930s. The AJ 2012 was the last model in the franchise to use the year in the name, and the following year returned to traditional roman numerals."},{"shoeID":"jordan28","shoeNumber":"28","shoeName":"Air Jordan XX8","originalReleaseDate":"February 2013","designer":"Tinker Hatfield & Josh Heard","originalPrice":"$250","desc":"On the outside, the AJ XX8 is regarded as the most flamboyant and daring design of the franchise, caring the highest price tag ($250) for an Air Jordan shoe. Designer Tinker Hatfield <a href=https://www.youtube.com/watch?v=evWDK5KVxeI target=_blank>compared it to a concept car:</a> “We’re looking to push for higher levels of performance and actual change the way a basketball shoe, not only performs, but change how it looks.” The entire shoe is covered in a <a href=https://www.jordan.com/collection/air-jordan-28 target=_blank>zippable shroud</a> that folds down to reveal a vibrant inner boot a number that is both a 2 and a 3. The AJ XX8 also introduced new technology with the Flight Plate, which provides for a <a href=https://www.youtube.com/watch?v=evWDK5KVxeI target=_blank>“sprint spike”</a> and allows players to be quicker. The flashy shoes were the perfect match for <a href=https://www.youtube.com/watch?v=tD7p17pJJvg target=_blank>Russell Westbrook, who rocked his own special <a href=https://sneakernews.com/tag/air-jordan-xx8-why-not target=_blank>“Why Not?”</a> edition."},{"shoeID":"jordan29","shoeNumber":"29","shoeName":"Air Jordan XX9","originalReleaseDate":"September 2014","designer":"Tinker Hatfield","originalPrice":"$225","desc":"The AJ XX9 was the <a href=https://www.jordan.com/collection/air-jordan-29 target=_blank>world’s first woven basketball shoe</a> and set the bar for lightweight performance. The entirely woven upper part of the shoe was influenced by Italian tailoring practices. The shoe technology weaves the strength right into the design — <a href=https://www.youtube.com/watch?v=mpBuyHRtaMQ target=_blank>a higher thread count</a> is used on portions that need more support like the forefoot and the heel. The shoe <a href=https://www.youtube.com/watch?v=rTkw1tk4aqc target=_blank>“Tailored for Flight”</a> also employs a redesigned Flight Plate for quicker, responsive moves. The <a href=https://www.youtube.com/watch?v=ZCCViF1svR4 target=_blank>commercial for the AJ XX9</a> features brand favorite Russell Westbrook and WNBA star Maya Moore, the <a href=https://nba.nbcsports.com/2011/05/20/maya-moore-becomes-first-woman-signed-by-nike%E2%80%99s-jordan-brand/ target=_blank>first woman to sign</a> an endorsement deal with the Jordan franchise."},{"shoeID":"jordan30","shoeNumber":"30","shoeName":"Air Jordan XXX","originalReleaseDate":"February 2016","designer":"Tinker Hatfield & Mark Smith","originalPrice":"$185","desc":"For the <a href=https://www.jordan.com/collection/air-jordan-30 target=_blank>30th shoe in the franchise,</a> designer Tinker Hatfield drew inspiration from Jordan’s <a href=https://www.youtube.com/watch?v=-QCXyS8L32E target=_blank>“otherworldly talents”</a> to create the forward looking AJ XXX. Hatfield started to sketch and drew inspiration from a famous <a href=https://news.nike.com/news/jordan-30 target=_blank>photo of MJ preparing to dunk</a> with the basketball cocked behind his head. XXX, the roman numeral for 30, appears several times in the design, including a graphic that wraps around the heel and on the bottom of the sole. The shoes feature <a href=https://www.jordan.com/collection/air-jordan-30/white---black-_-wolf-grey-og target=_blank>maps on each tongue:</a> Africa on the right shoe, and North America on the left."},{"shoeID":"jordan31","shoeNumber":"31","shoeName":"Air Jordan XXXI","originalReleaseDate":"August 2016","designer":"Tate Kuerbis","originalPrice":"$185","desc":"Designer Tate Kuerbis, in his first Jordan shoe since 2004, <a href=https://www.youtube.com/watch?v=jOBzBlKtWu8 target=_blank>reimagined the very first Air Jordan</a> for the AJ XXXI model. The classic silhouette includes, for the first time ever, the original Air Jordan Wings logo, the Nike swoosh, and the Jumpman logo. The shoes also pay homage to the lore around Jordan’s first pair of kicks being banned by the NBA — <a href=https://www.gq.com/story/air-jordan-31-release-photos-inspiration target=_blank>“BANNED” is written</a> in big block letters on the sole and in an X on the inside of the tongue. The AJ XXXI, deemed the <a href=https://www.jordan.com/collection/air-jordan-31 target=_blank>“anti-gravity machines,”</a> used new <a href=https://news.nike.com/news/inside-access-nike-flyweave-technology-takes-shape target=_blank>Flyweave</a> technology and were the lightest Air Jordans ever made at the time of their release."},{"shoeID":"jordan32","shoeNumber":"32","shoeName":"Air Jordan XXXII","originalReleaseDate":"October 2017","designer":"Tate Kuerbis","originalPrice":"$185","desc":"For the <a href=https://www.youtube.com/watch?v=qGkekjaAHvk target=_blank>AJ XXXII</a>, designer Tate Kuerbis again referenced a shoe 30 years prior in the AJ II. The AJ XXXII has a lot of <a href=https://solecollector.com/sd/08773/jordan/air-jordan-32-xxxii target=_blank>heritage elements</a> including the original Air Jordan Wings logo, faux lizard skin and folded leather trim. It sits at the <a href=https://www.jordan.com/collection/air-jordan-32 target=_blank>“intersection where luxury craft meets modern innovation,”</a> utilizing all the best technology pioneered by the Jordan brand like Flyknit and FlightSpeed. The AJ XXXII was also the first shoe in the franchine to do a <a href=https://www.jordan.com/collection/air-jordan-32 target=_blank>simultaneous release</a> of both the high and the low model."},{"shoeID":"jordan33","shoeNumber":"33","shoeName":"Air Jordan XXXIII","originalReleaseDate":"September 2018","designer":"Tate Kuerbis","originalPrice":"$175","desc":"Like the other Air Jordans post XXX, the AJ XXXIII gives a historic nod to one of the first models — this time the AJ III. The AJ XXXIII has an extra large tongue to <a href=https://news.nike.com/news/air-jordan-33 target=_blank>showcase the Jumpman logo,</a> which was first debuted on the AJ III. The outer straps and pulls reference space flight suits, with Jordan Brand Vice President of Design David Creech <a href=https://news.nike.com/news/air-jordan-33 target=_blank>saying,</a> “Flight has always been part of our Jordan DNA.” The shoes also feature Nike’s<a href=https://news.nike.com/news/what-is-nike-fastfit target=_blank>FastFit technology,</a> a tightening system that creates a “full 360-lockdown” for the wearer’s foot."},{"shoeID":"jordan34","shoeNumber":"34","shoeName":"Air Jordan XXXIV","originalReleaseDate":"September 2019","designer":"Tate Kuerbis","originalPrice":"$180","desc":"The AJ XXXIV is one of Jordan’s <a href=https://www.jordan.com/collection/air-jordan-34 target=_blank>lightest game shoes ever made</a>. The shoes boast the new <a href=https://news.nike.com/news/air-jordan-34-official-images-and-release-date target=_blank>Jordan Eclipse Plate</a> to help “provide optimal explosion off the foot.” Parent company, Nike called the AJ XXXIV an <a href=https://news.nike.com/news/air-jordan-34-official-images-and-release-date target=_blank>“exercise in reductive design:”</a> non-essential materials were stripped back, leaving the athlete only what they need. That focus on flight was on full display when NBA rookie and the newest face of the brand, Zion Williamson, <a href=https://www.espn.com/nba/story/_/id/27563953/zion-unveils-air-jordan-34-thrills-fans-dunks target=_blank>threw down a monstrous between-the-legs dunk</a> at the AJ XXXIV’s unveiling in Harlem."}],"nav":[{"object":"shoe","id":"jordan1","name":"AJ I"},{"object":"shoe","id":"jordan2","name":"AJ II"},{"object":"shoe","id":"jordan3","name":"AJ III"},{"object":"shoe","id":"jordan4","name":"AJ IV"},{"object":"shoe","id":"jordan5","name":"AJ V"},{"object":"shoe","id":"jordan6","name":"AJ VI"},{"object":"shoe","id":"jordan7","name":"AJ VII"},{"object":"shoe","id":"jordan8","name":"AJ VIII"},{"object":"shoe","id":"jordan9","name":"AJ IX"},{"object":"shoe","id":"jordan10","name":"AJ X"},{"object":"shoe","id":"jordan11","name":"AJ XI"},{"object":"shoe","id":"jordan12","name":"AJ XII"},{"object":"shoe","id":"jordan13","name":"AJ XIII"},{"object":"shoe","id":"jordan14","name":"AJ XIV"},{"object":"shoe","id":"jordan15","name":"AJ XV"},{"object":"shoe","id":"jordan16","name":"AJ XVI"},{"object":"shoe","id":"jordan17","name":"AJ XVII"},{"object":"shoe","id":"jordan18","name":"AJ XVIII"},{"object":"shoe","id":"jordan19","name":"AJ XIX"},{"object":"shoe","id":"jordan20","name":"AJ XX"},{"object":"shoe","id":"jordan21","name":"AJ XXI"},{"object":"shoe","id":"jordan22","name":"AJ XX2"},{"object":"shoe","id":"jordan23","name":"AJ XX3"},{"object":"shoe","id":"jordan24","name":"AJ 2009"},{"object":"shoe","id":"jordan25","name":"AJ 2010"},{"object":"shoe","id":"jordan26","name":"AJ 2011"},{"object":"shoe","id":"jordan27","name":"AJ 2012"},{"object":"shoe","id":"jordan28","name":"AJ XX8"},{"object":"shoe","id":"jordan29","name":"AJ XX9"},{"object":"shoe","id":"jordan30","name":"AJ XXX"},{"object":"shoe","id":"jordan31","name":"AJ XXXI"},{"object":"shoe","id":"jordan32","name":"AJ XXXII"},{"object":"shoe","id":"jordan33","name":"AJ XXXIII"},{"object":"shoe","id":"jordan34","name":"AJ XXXIV"}],"info":[{"type":"text","value":"All shoes were drawn as vectors in Adobe Illustrator from reference photos on the <a href=https://www.jordan.com/collection/ target=_blank>official Air Jordan site</a>. (Want the drawings in poster form? <a href=https://thepudding.threadless.com/designs/air-jordans-poster target=_blank>We’ve got you covered.</a>) The shoes were exported as SVGs and morphed using the .interpolateAll() function from <a href=https://github.com/veltman/flubber target=_blank>Flubber</a>, a javascript library written by <a href=https://noahveltman.com/ target=_blank>Noah Veltman</a>."},{"type":"text","value":"Special thanks to <a href=https://pudding.cool/author/russell-goldenberg/ target=_blank>Russell Goldenberg</a> for the coding assist."},{"type":"text","value":"This project is not affiliated with the <a href=https://www.nike.com/us/en_us/c/jordan target=_blank>Jordan brand</a>, or its parent <a href=https://www.nike.com/us/en_us/ target=_blank>Nike</a>."}]}